let Frazister = function () {
    let data = [
        {"citate": "Я щось натиснув... і все зникло", "autor": "Танос"},
        {"citate": "Я є Грут", "autor": "Грут"},
        {"citate": "Тяжко, тяжко в світі жить І нікого не любить.", "autor": "Тарас Григорович Шевченко"},
        {
            "citate": "Стань спершу сам чистішим душею, а потім намагайся, щоб інші були чистіші.",
            "autor": "Микола Гоголь"
        },
        {"citate": "Мрія дає нуль, якщо її не зробити життям.", "autor": "Григорій Тютюнник"},
        {"citate": "Терпи, терпи — терпець тебе шліфує.", "autor": "Василь Стус"},
        {"citate": "Я є Грут", "autor": "Грут"},
        {"citate": "Орлині крила маєм за плечима, самі ж кайданами прикуті до землі.", "autor": "Леся Українка"},
        {"citate": "За здобутком завжди втрата простує.", "autor": "Богдан Хмельницький"},
        {"citate": "Я є Грут", "autor": "Грут"},
        {"citate": "Живучи в світі, що створюєш, не бачиш світу, що довкола.", "autor": "Володимир Канівець"},
        {
            "citate": "Стань спершу сам чистішим душею, а потім намагайся, щоб інші були чистіші.",
            "autor": "Микола Гоголь"
        },
        {"citate": "Мрія дає нуль, якщо її не зробити життям.", "autor": "Григорій Тютюнник"},
        {"citate": "Терпи, терпи — терпець тебе шліфує.", "autor": "Василь Стус"},
        {"citate": "Найбільші проблеми людина створює сама собі.", "autor": "Доктор Франкенштейн"},
        {
            "citate": "Доброго вечора! Ми з України.",
            "autor": "Любий українець"
        },
        {
            "citate": "Руський воєнний корабль - іді нахуй!",
            "autor": "Український прикордонник"
        },
        {"citate": "Сьогодні — завжди перший і відведених тобі днів.", "autor": "Редактор Меню"},
        {"citate": "Життя сповнене сюрпризів.", "autor": "Редактор Меню"},
        {"citate": "Далі - більше!", "autor": "Інфокар"},
        {"citate": "Народ, що не знає своєї історії, є народ сліпців.", "autor": "Олександр Довженко"},
        {"citate": "Дивись у суть зараз, там багато чого є!", "autor": "Супер Віжн"},
        {"citate": "Не дзвени ключами від таємниць.", "autor": "Станіслав Єжи Лєц"},
        {"citate": "Мені було самотньо, але зручно.", "autor": "Деніел Фордж"},
        {"citate": "Україна починається з тебе.", "autor": "Вячеслав Чорновіл"},
        {
            "citate": "Что есть земной мир по сравнению с вечным? Нечто вроде прыжка зайца.",
            "autor": "Умар ибн аль-Хаттаб"
        },
        {
            "citate": "Мова зникає, коли нею не говорять про любов.",
            "autor": "Сергій Жадан"
        },
        {
            "citate": "Доки на світі будуть закохані, журитись нічого.",
            "autor": "Олесь Гончар"
        },
        {
            "citate": "Хто в себе не вірить, тому ніхто другий не повірить ",
            "autor": "Володимир Винниченко"
        },
        {
            "citate": "Не важливо, будеш чи ті краще за когось. Важливо, будеш чи ти краще, а ніж вчора.",
            "autor": "Дзігоро Кано"
        },
        {
            "citate": "Если труд человеческого существа не приводит к благу общества, жизнь этого человека тщетна.",
            "autor": "Дзігоро Кано"
        },
        {"citate": "Я є Бот", "autor": "Бот"},
        {"citate": "Володій ініціативою в любому починанні.", "autor": "Дзігоро Кано"},
        {"citate": "Після падіння - завжди треба вміти вставати, тож падай вміло.", "autor": "Дзігоро Кано"},
        {
            "citate": "Одержав победу не заносись; потерпев поражение, не сгибайся, благоденствуя, не теряй бдительности; попав в опасное положение, не пугайся и иди вперёд избранным путём.",
            "autor": "Дзигоро Кано"
        }
    ];


    this.get = function () {
        return data[Math.floor(Math.random() * data.length)];
    };

};

module.exports = Frazister;


